{
  "basicQuestions": [
    {
      "question": "Who would survive the longest on a deserted island?"
    },
    {
      "question": "Who would be the most successful in starting their own business?"
    },
    {
      "question": "Who would be the best at keeping a secret?"
    },
    {
      "question": "Who is most likely to cry during a movie?"
    },
    {
      "question": "Who is the most competitive in the group?"
    },
    {
      "question": "Who would spend the longest binge-watching TV shows?"
    },
    {
      "question": "Who is most likely to get lost in a new city?"
    },
    {
      "question": "Who would win a cooking competition?"
    },
    {
      "question": "Who would handle a zombie apocalypse best?"
    },
    {
      "question": "Who is the worst at responding to texts?"
    },
    {
      "question": "Who is most likely to adopt a pet spontaneously?"
    },
    {
      "question": "Who is the best at giving advice?"
    },
    {
      "question": "Who would be the last to leave a party?"
    },
    {
      "question": "Who is most likely to travel the world alone?"
    },
    {
      "question": "Who has the most unique talent?"
    },
    {
      "question": "Who would win a trivia competition?"
    },
    {
      "question": "Who is the most adventurous eater?"
    },
    {
      "question": "Who is the best at keeping calm under pressure?"
    },
    {
      "question": "Who is the most creative in the group?"
    },
    {
      "question": "Who would be the best at learning a new language?"
    },
    {
      "question": "Who is the best storyteller in the group?"
    },
    {
      "question": "Who is most likely to take up an unusual hobby?"
    },
    {
      "question": "Who would be the best at decorating a home?"
    },
    {
      "question": "Who is most likely to win a sports competition?"
    },
    {
      "question": "Who is the best at organizing events?"
    },
    {
      "question": "Who is most likely to write a book?"
    },
    {
      "question": "Who would be the first to volunteer for a good cause?"
    },
    {
      "question": "Who is most likely to start a viral social media trend?"
    },
    {
      "question": "Who is the best listener in the group?"
    },
    {
      "question": "Who is the best at planning trips?"
    },
    {
      "question": "Who would make the best teacher?"
    },
    {
      "question": "Who would be the most fashionable in a high-profile event?"
    },
    {
      "question": "Who is the most likely to become famous?"
    },
    {
      "question": "Who would survive the longest in a wilderness survival challenge?"
    },
    {
      "question": "Who has the most contagious laugh?"
    },
    {
      "question": "Who is the most detail-oriented?"
    },
    {
      "question": "Who would be the best at stand-up comedy?"
    },
    {
      "question": "Who would perform best in a talent show?"
    },
    {
      "question": "Who is the best at making new friends?"
    },
    {
      "question": "Who is most likely to come up with the best game idea?"
    },
    {
      "question": "Who would win a marathon?"
    },
    {
      "question": "Who is most likely to become a professional artist?"
    },
    {
      "question": "Who has the most adventurous travel stories?"
    },
    {
      "question": "Who is the most organized in their day-to-day life?"
    },
    {
      "question": "Who would ace a puzzle challenge?"
    },
    {
      "question": "Who would host the best dinner party?"
    },
    {
      "question": "Who is most likely to get up early to watch the sunrise?"
    },
    {
      "question": "Who would make the best motivational speaker?"
    },
    {
      "question": "Who is most likely to win a singing competition?"
    },
    {
      "question": "Who would run the most successful charity fundraiser?"
    }
  ]
}
