{
  "partyQuestions": [
    {
      "question": "Who can chug a drink the fastest?"
    },
    {
      "question": "What’s the best drinking game someone has played?"
    },
    {
      "question": "Who in the group is most likely to start a dance-off?"
    },
    {
      "question": "What’s the funniest thing that happened at a party?"
    },
    {
      "question": "Who is most likely to bring the best snacks to a party?"
    },
    {
      "question": "Who is the best at karaoke?"
    },
    {
      "question": "Who is most likely to break something while dancing?"
    },
    {
      "question": "What’s the most creative cocktail someone has invented?"
    },
    {
      "question": "Who is most likely to DJ a party spontaneously?"
    },
    {
      "question": "What’s the most unforgettable party someone has ever attended?"
    },
    {
      "question": "Who is most likely to win at charades?"
    },
    {
      "question": "Who would dress in the most outrageous costume at a themed party?"
    },
    {
      "question": "What’s the best prank someone has pulled during a party?"
    },
    {
      "question": "Who is most likely to tell the funniest stories?"
    },
    {
      "question": "What’s the weirdest party someone has been to?"
    },
    {
      "question": "Who is most likely to organize a surprise party?"
    },
    {
      "question": "Who in the group is the first on the dance floor?"
    },
    {
      "question": "What’s the most creative drinking rule for a party?"
    },
    {
      "question": "Who is most likely to start a group singalong?"
    },
    {
      "question": "Who is the best at making impromptu speeches?"
    },
    {
      "question": "What’s the silliest thing someone has done at a party?"
    },
    {
      "question": "Who would be the last one standing at an all-night party?"
    },
    {
      "question": "Who is most likely to crash a party just for fun?"
    },
    {
      "question": "What’s the best costume someone has seen at a costume party?"
    },
    {
      "question": "Who is the most generous host?"
    },
    {
      "question": "Who in the group is most likely to forget their belongings at a party?"
    },
    {
      "question": "What’s the most awkward party story someone has?"
    },
    {
      "question": "Who is the best at charades?"
    },
    {
      "question": "What’s the best party snack?"
    },
    {
      "question": "Who in the group is the best at keeping the vibe alive?"
    },
    {
      "question": "Who is most likely to befriend a stranger at a party?"
    },
    {
      "question": "Who is the most competitive in party games?"
    },
    {
      "question": "What’s the craziest theme someone has had for a party?"
    },
    {
      "question": "Who would throw the best surprise party?"
    },
    {
      "question": "Who is the funniest person to play games with?"
    },
    {
      "question": "What’s the most epic party someone’s hosted or attended?"
    },
    {
      "question": "Who is most likely to stay up all night talking at a party?"
    },
    {
      "question": "Who would bring the quirkiest drinks to a gathering?"
    },
    {
      "question": "Who has the most creative dance moves?"
    },
    {
      "question": "What’s the funniest photo someone has from a party?"
    },
    {
      "question": "Who would organize the best karaoke lineup?"
    },
    {
      "question": "What’s the funniest dare someone has done at a party?"
    },
    {
      "question": "Who would ace a lip-sync battle?"
    },
    {
      "question": "What’s the weirdest drink combo someone has tried?"
    },
    {
      "question": "Who would create the best playlist for a road trip party?"
    },
    {
      "question": "Who is most likely to suggest the most random group activity?"
    },
    {
      "question": "Who would dominate a board game session at a party?"
    },
    {
      "question": "What’s the most memorable toast someone’s heard?"
    },
    {
      "question": "Who in the group can hype everyone up the best?"
    },
    {
      "question": "Who is the most unpredictable person at a party?"
    },
    {
      "question": "Who would create a signature dance move everyone loves?"
    }
  ]
}
