{
  "partyQuestions": [
    {
      "question": "Who can chug a drink the fastest?"
    },
    {
      "question": "Who has played the most creative drinking game?"
    },
    {
      "question": "Who in the group is most likely to start a dance-off?"
    },
    {
      "question": "Who has the funniest party story?"
    },
    {
      "question": "Who is most likely to bring the best snacks to a party?"
    },
    {
      "question": "Who is the best at karaoke?"
    },
    {
      "question": "Who is most likely to break something while dancing?"
    },
    {
      "question": "Who has invented the most creative cocktail?"
    },
    {
      "question": "Who is most likely to DJ a party spontaneously?"
    },
    {
      "question": "Who has been to the most unforgettable party?"
    },
    {
      "question": "Who is most likely to win at charades?"
    },
    {
      "question": "Who would dress in the most outrageous costume at a themed party?"
    },
    {
      "question": "Who has pulled the best prank during a party?"
    },
    {
      "question": "Who is most likely to tell the funniest stories?"
    },
    {
      "question": "Who has been to the weirdest party?"
    },
    {
      "question": "Who is most likely to organize a surprise party?"
    },
    {
      "question": "Who in the group is the first on the dance floor?"
    },
    {
      "question": "Who has the most creative drinking rule?"
    },
    {
      "question": "Who is most likely to start a group singalong?"
    },
    {
      "question": "Who is the best at making impromptu speeches?"
    },
    {
      "question": "Who has done the silliest thing at a party?"
    },
    {
      "question": "Who would be the last one standing at an all-night party?"
    },
    {
      "question": "Who is most likely to crash a party just for fun?"
    },
    {
      "question": "Who has worn the best costume at a party?"
    },
    {
      "question": "Who is the most generous host?"
    },
    {
      "question": "Who in the group is most likely to forget their belongings at a party?"
    },
    {
      "question": "Who has the most awkward party story?"
    },
    {
      "question": "Who is the best at charades?"
    },
    {
      "question": "Who brings the best party snacks?"
    },
    {
      "question": "Who in the group is the best at keeping the vibe alive?"
    },
    {
      "question": "Who is most likely to befriend a stranger at a party?"
    },
    {
      "question": "Who is the most competitive in party games?"
    },
    {
      "question": "Who would host a party with the craziest theme?"
    },
    {
      "question": "Who would throw the best surprise party?"
    },
    {
      "question": "Who is the funniest person to play games with?"
    },
    {
      "question": "Who has hosted or attended the most epic party?"
    },
    {
      "question": "Who is most likely to stay up all night talking at a party?"
    },
    {
      "question": "Who would bring the quirkiest drinks to a gathering?"
    },
    {
      "question": "Who has the most creative dance moves?"
    },
    {
      "question": "Who has taken the funniest party photo?"
    },
    {
      "question": "Who would organize the best karaoke lineup?"
    },
    {
      "question": "Who has done the funniest dare at a party?"
    },
    {
      "question": "Who would ace a lip-sync battle?"
    },
    {
      "question": "Who has tried the weirdest drink combination?"
    },
    {
      "question": "Who would create the best playlist for a road trip party?"
    },
    {
      "question": "Who is most likely to suggest the most random group activity?"
    },
    {
      "question": "Who would dominate a board game session at a party?"
    },
    {
      "question": "Who has heard the most memorable toast?"
    },
    {
      "question": "Who in the group can hype everyone up the best?"
    },
    {
      "question": "Who is the most unpredictable person at a party?"
    },
    {
      "question": "Who would create a signature dance move everyone loves?"
    }
  ]
}
