{
  "wildQuestions": [
    {
      "question": "Who in the group is most likely to have a one-night stand?"
    },
    {
      "question": "What’s the craziest place someone in the group has had sex?"
    },
    {
      "question": "Who is most likely to send a drunk text they’ll regret?"
    },
    {
      "question": "If someone in the group became a stripper, who would make the most money?"
    },
    {
      "question": "Who has the wildest drunk story?"
    },
    {
      "question": "Who is most likely to go skinny-dipping spontaneously?"
    },
    {
      "question": "If the group went to a wild party, who would end up passed out first?"
    },
    {
      "question": "Who would be the best (or worst) at sexting?"
    },
    {
      "question": "Who has the most unexpected kinks?"
    },
    {
      "question": "What is the most embarrassing drunk confession someone has made in this group?"
    },
    {
      "question": "Who in the group has had the weirdest date experience?"
    },
    {
      "question": "What’s the most flirtatious thing someone has done when drunk?"
    },
    {
      "question": "If someone were to join a reality show, who would bring the most drama?"
    },
    {
      "question": "Who would most likely go home with someone they just met?"
    },
    {
      "question": "If someone could have a hall pass for a celebrity, who would it be?"
    },
    {
      "question": "Who has the highest tolerance for alcohol in the group?"
    },
    {
      "question": "What’s the wildest party someone in the group has been to?"
    },
    {
      "question": "Who is most likely to accidentally flash someone?"
    },
    {
      "question": "What’s the most awkward thing that’s happened to someone on a night out?"
    },
    {
      "question": "Who is the biggest flirt in the group?"
    },
    {
      "question": "If everyone in the group swapped clothes, who would look best?"
    },
    {
      "question": "What’s the most outrageous pickup line someone has used?"
    },
    {
      "question": "Who would hook up with their boss if given the chance?"
    },
    {
      "question": "Who has the most adventurous bucket list item?"
    },
    {
      "question": "If the group went on a vacation together, who would get into trouble first?"
    },
    {
      "question": "Who is most likely to double text someone they like?"
    },
    {
      "question": "Who would sneak into a private event for fun?"
    },
    {
      "question": "What’s the riskiest photo someone has on their phone?"
    },
    {
      "question": "If the group played truth or dare, who would pick dare the most?"
    },
    {
      "question": "What’s the wildest story someone has from a vacation?"
    },
    {
      "question": "Who would most likely confess their feelings when drunk?"
    },
    {
      "question": "What’s the most random hookup story in the group?"
    },
    {
      "question": "If the group played spin the bottle, who would it land on the most?"
    },
    {
      "question": "Who has the boldest party outfit in the group?"
    },
    {
      "question": "Who has the funniest drunk story?"
    },
    {
      "question": "What’s the wildest dare someone in the group has completed?"
    },
    {
      "question": "Who in the group would most likely lose their phone at a party?"
    },
    {
      "question": "What’s the craziest thing someone has bought while drunk?"
    },
    {
      "question": "Who is most likely to take the funniest drunk selfies?"
    },
    {
      "question": "Who has had the most unique drunk food craving?"
    },
    {
      "question": "What’s the silliest game someone has suggested while drinking?"
    },
    {
      "question": "Who would be the best at leading a dance-off?"
    },
    {
      "question": "If there were a group wild vacation, who would make it onto a reality show?"
    },
    {
      "question": "Who has the boldest tattoo or piercing story?"
    },
    {
      "question": "What’s the funniest drunk conversation anyone in the group remembers?"
    },
    {
      "question": "If someone hosted a theme party, who would have the wildest theme?"
    },
    {
      "question": "Who has the most outrageous Instagram post from a night out?"
    },
    {
      "question": "Who is most likely to befriend strangers while drunk?"
    },
    {
      "question": "What’s the most unusual drinking rule someone has played with?"
    },
    {
      "question": "Who has a playlist of the wildest party songs?"
    }
  ]
}
